Repository: kirill-dan/itp_payment
Catalog: itp_payment/itp_payment.*.po
Languages: ru

source: Info
ru: Инфо

source: Information about payment
ru: Информация о платеже

source: Install file don't found!
ru: Инсталлируемый файл не найден!

source: ID payment
ru: ID платежа

source: Name payment
ru: Название платежа

source: Name for tab payment
ru: Имя вкладки платежа

source: Content type
ru: Тип материала

source: Where you want get payments
ru: Где вы хотите получать платежи

source: Type payment
ru: Тип платежа

source: How type payments you want use
ru: Какой тип платежа вы хотите использовать

source: Active period
ru: Активировать период

source: Period for products
ru: Период для товаров

source: Default amount
ru: Сумма по умолчанию

source: Amount payment in the USD
ru: Сумма платежа в USD

source: Payer
ru: Плательщик

source: Who will be payer
ru: Кто будет плательщиком

source: User
ru: Пользователь

source: User name or e-mail
ru: Имя пользователя или e-mail

source: Ver. processor
ru: Вер. процессора

source: Version
ru: Версия

source: Password
ru: Пароль

source: User password
ru: Пароль пользователя

source: Signature (Private key)
ru: Сигнатура (Приватный ключ)

source: Signature for payment
ru: Сигнатура для платежа

source: Merchant ID (Public key)
ru: Мерчант ID (Публичный ключ)

source: Merchant ID for payment
ru: Мерчант ID для платежа

source: Site URL
ru: URL сайта

source: Link on a site payment processor
ru: Ссылка на сайт платежного процессора

source: Site test sandbox URL
ru: Ссылка на сайт песочницы

source: Link on a site payment processor for test
ru: Ссылка на сайт платежного процессора для тестирования

source: Active sandbox
ru: Активация песочницы

source: Active sandbox for test
ru: Активация песочницы для тестирования

source: Active payment
ru: Активный платеж

source: Select status on or off payment
ru: Выберите статус включить или выключить платеж

source: Add new payment
ru: Добавить новый платеж

source: Edit payment
ru: Изменить платеж

source: Delete payment
ru: Удалить платеж

source: Payment created.
ru: Платеж создан.

source: Payment not created!
ru: Платеж не создан!

source: Payment updated.
ru: Платеж изменен.

source: Payment not updated!
ru: Платеж не изменен!

source: Payment deleted.
ru: Платеж удален.

source: Payment not deleted!
ru: Платеж не удален!

source: Enabled
ru: Включен

source: ID processor
ru: ID процессора

source: Name processor
ru: Имя процессора

source: Title processor
ru: Название процессора

source: Controller processor
ru: Контроллер процессора

source: Callback URL
ru: URL функции вызова

source: Callback URL Thanks
ru: URL функции вызова благодарности

source: Save
ru: Сохранить

source: Delete
ru: Удалить

source: New Payment
ru: Новый Платеж

source: My payment for
ru: Мой платеж для

source: Enable processor
ru: Включить процессор

source: Payment processor created.
ru: Платежный процессор создан.

source: Payment processor not created!
ru: Платежный процессор не создан!

source: Payment processor updated.
ru: Платежный процессор обновлен.

source: Payment processor not updated!
ru: Платежный процессор не обновлен!

source: Payment processor deleted.
ru: Платежный процессор удален.

source: Payment processor not deleted!
ru: Платежный процессор не удален!

source: Thanks text
ru: Текст благодарности

source: Enter the thanks text.
ru: Введите текст благодарности.

source: Available Tokens List
ru: Доступный список токенов

source: Thanks text successful updated.
ru: Текст благодарности успешно обновлен.

source: Thanks text not updated!
ru: Текст благодарности не обновлен!

source: Information for user
ru: Информация для пользователя

source: Enter info text (assign payment)
ru: Введите информационный текст (назначение платежа)

source: Text info updated.
ru: Информационный текст обновлен.

source: № Payment
ru: № Платежа

source: ID in system
ru: ID в системе

source: Date
ru: Дата

source: Product
ru: Товар

source: Amount
ru: Сумма

source: Period
ru: Период

source: Status
ru: Статус

source: Processor
ru: Процессор

source: Payment name
ru: Название платежа

source: Active now
ru: Активен

source: Change status
ru: Изменить статус

source: Delete order
ru: Удалить заказ

source: Unlimited
ru: Не ограничено

source: Yes
ru: Да

source: No
ru: Нет

source: days
ru: дней

source: List of those who made ​​a payment:
ru: Список тех, кто сделал платеж:

source: Order deleted.
ru: Заказ удален.

source: Order not deleted!
ru: Заказ не удален!

source: Payment status changed.
ru: Статус платежа изменен.

source: Payment status don't changed!
ru: Статус платежа не изменен!

source: begin date
ru: дата начала

source: Enter begin date payment
ru: Введите начальную дату платежа

source: end date
ru: дата окончания

source: Enter end date payment
ru: Введите конечную дату платежа

source: CSV Export
ru: CSV Экспорт

source: Module for create payment via different payment processors. Developer Danilevsky Kirill http://best-house.org
ru: Модуль для создания платежей через различные платежные процессоры. Разработчик Данилевский Кирилл http://best-house.org

source: Payment admin
ru: Платеж админ

source: Permission for control of the payment processors
ru: Права для управления платежными процессорами

source: Payment processors
ru: Платежные процессоры

source: Edit settings for different payment processors
ru: Изменить настройки для различных платежных процессоров

source: Settings
ru: Настройки

source: Report payments
ru: Отчет по платежам

source: Information about payments
ru: Информация о платежах

source: Edit thanks text
ru: Изменить текст благодарности

source: Info text
ru: Информационный текст

source: Edit info text
ru: Изменить информационный текст

source: Close
ru: Закрыть

source: Thank you for your payment.
ru: Благодарим вас за ваш платеж.

source: Payment settings
ru: Настройки платежа

source: Price product
ru: Цена товара

source: Enter the price in USD (for example 7.50)
ru: Введите цену товара в USD (например, 7.50)

source: ITP payment processors
ru: ITP платежные процессоры

source: Module for create any payment on the site (Danilevsky Kirill, http://best-house.org)
ru: Модуль для создания любых платежей на сайте (Данилевский Кирилл, http://best-house.org)

source: Price:
ru: Цена:

source: per day
ru: за день

source: Select days:
ru: Выберите дни:

source: 7 days
ru: 7 дней

source: 14 days
ru: 14 дней

source: 30 days
ru: 30 дней

source: 60 days
ru: 60 дней

source: 120 days
ru: 120 дней

source: 240 days
ru: 240 дней

source: 360 days
ru: 360 дней

source: Total:
ru: Всего:

source: Error payment. Please contact Administration.
ru: Ошибка оплаты. Пожалуйста, свяжитесь с Администрацией.
